Repository: macagua/collective.volto.acumbamail
Catalog: src/collective/volto/acumbamail/locales/*/LC_MESSAGES/collective.volto.acumbamail.po
Languages: es

source: Acumbamail API Key
es: Clave API de Acumbamail

source: Acumbamail Configuration
es: Configuración de Acumbamail

source: Acumbamail List ID
es: ID de la lista de correo Acumbamail

source: Acumbamail Settings
es: Configuración de Acumbamail

source: Acumbamail integration with Plone: Install
es: Integración de Acumbamail con Plone: Instalar

source: Acumbamail integration with Plone: Uninstall
es: Barra de herramientas de depuración de Plone - Desinstalación

source: Define the credentials and connection parameters for Acumbamail.
es: Defina las credenciales y los parámetros de conexión para Acumbamail.

source: General settings
es: Ajustes generales

source: Numeric identifier of the list where subscribers will be added.
es: Identificador numérico de la lista a la que se añadirán los suscriptores.

source: Package to configure a new Acumbamail integration with Plone site
es: Paquete para configurar una nueva integración de Acumbamail con el sitio Plone

source: Uninstall Acumbamail integration with Plone setup.
es: Desinstalar la integración de Acumbamail con la configuración de Plone.

source: Your personal Acumbamail token (https://acumbamail.com/api/)
es: Tu token personal de Acumbamail (https://acumbamail.com/api/)
